{
  "smoothies": [
    {
      "id": 1,
      "trending":"trending",
      "category": "Frutti",
      "isNew": "true",
      "name": "Peach Blueberry Smoothie",
      "description": "This sweet blend will have you feeling like it’s summertime in the dead of winter with blueberries and peaches. Plus, you’ll get your daily dose of greens with nutrient-rich kale.",
      "price": "250",
      "image": "https://hips.hearstapps.com/hmg-prod/images/two-glasses-of-blueberry-smoothie-and-blueberries-royalty-free-image-1657807450.jpg?crop=0.53308xw:1xh;center,top&resize=980:*",
      "image2":"https://blueberry.org/wp-content/uploads/2021/04/Pumpkin-Blueberry-Smoothie-047_940x1409-320x420.jpg",
      "recipe": [
        "1.Measure out 1 cup of chilled almond or vanilla soy milk and add it to the blender. ",
        "2.Add 4 slices of fresh or frozen peaches (about 1/2 cup) to the blender.",
        "3.Add 1/4 cup of blueberries to the blender.",
        "4.Add a handful of kale to the blender.",
        "5.Add 1/4 tsp. of ground cinnamon to the blender.",
        "6.Blend  the ingredients to the desired  smoothness.",
        "7.Pour into a glass and enjoy!"
      ],
      "rating": 4.5
    },
    {
      "id": 2,
      "category": "Jungle",
      "name": "Lean, Mean, Green Machine",
      "description": "If you’re looking for a post-workout recovery drink, this smoothie is it. Protein powder helps replenish the energy you burned, sweet banana and kiwi provide potassium and vitamin C, while coconut water helps you rehydrate.",
      "price": 180,
      "image": "https://hips.hearstapps.com/hmg-prod/images/screen-shot-2020-01-01-at-1-55-17-pm-1577904910.png?crop=0.801xw:1.00xh;0.128xw,0&resize=980:*",
      "image2":"https://www.walderwellness.com/wp-content/uploads/2020/05/Simple-Creamy-Green-Smoothie-Recipe-Walder-Wellness-4-683x1024.jpg",
      "recipe": [
        "1.Gather the ingredients: 1 medium banana, 1 kiwi, 1 cup unsweetened almond milk, 1 cup spinach, 1 scoop vanilla whey protein powder, and 1/2 cup coconut water.",
        "2.Peel the kiwi and cut it into pieces.",
        "3.Cut the medium banana into pieces.",
        "4.Add the banana and kiwi pieces to the blender.",
        "5.Add 1 cup unsweetened almond milk to the blender.",
        "6.Add 1 cup spinach to the blender.",
        "7.Add 1 scoop vanilla whey protein powder to the blender.",
        "8.Add 1/2 cup coconut water to the blender.",
        "9.Put the lid on the blender and pulse until the ingredients are creamy and smooth.",
        "10.If the smoothie is too thick, add more coconut water or unsweetened almond milk and pulse again until the desired consistency is reached",
        "11.Pour the smoothie into a glass and enjoy"
      ],
      "rating": 4.0
    },
    {
      "id": 3,
      "category": "Frutti",
      "isNew": "true",
      "name": "Cranberry Banana Smoothie",
      "description": "The autumn berry is the star of this satisfying, fiber-rich treat. Banana adds body and sweetness, almond milk keeps the calorie count low, and maple syrup offers a seasonal sweetness.",
      "price": 300,
      "image": "https://hips.hearstapps.com/hmg-prod/images/cranberry-banana-smoothie-recipe-prevention-1601494971.jpg?crop=0.801xw:1.00xh;0.122xw,0&resize=980:*",
      "image2":"https://www.foodbanjo.com/wp-content/uploads/2021/11/cranberry-smoothie-2031-768x1152.jpg",
      "recipe": [
        "1.Gather the ingredients: 1 cup frozen cranberries, 1 cup unsweetened almond milk, 1 banana, 1 Tbsp. maple syrup, and 1/2 cup ice cubes.",
        "2.Peel the banana and cut it into chunks.",
        "3.Add the frozen cranberries to the blender.",
        "4.Add the unsweetened almond milk to the blender.",
        "5.Add the banana chunks to the blender.",
        "6.Add 1 Tbsp. maple syrup to the blender.",
        "7.Add 1/2 cup of ice cubes to the blender.",
        "8.Blend to the desired thickness",
        "9.Pour into a glass and enjoy!"
      ],
      "rating": 4.8
    },
    {
      "id": 4,
      "category": "Protein",
      "fame": "popular",
      "name": "Mocha Protein Shake",
      "description": "This buzzy breakfast tastes like a milkshake. The secret ingredient? Walnuts. These nuts are high in protein and omega-3 fatty acids—healthy fats known to help fight inflammation and protect your heart. A dose of black coffee makes this the perfect morning shake.",
      "price": 200,
      "image": "https://hips.hearstapps.com/hmg-prod/images/screen-shot-2020-01-01-at-1-50-59-pm-1577904641.png?crop=0.801xw:1.00xh;0.0867xw,0&resize=980:*",
      "image2":"https://skinnyfitalicious.com/wp-content/uploads/2015/06/chocolate-mocha-protein-smoothie-img1.jpg",
      "recipe": [
        "1.Gather the ingredients: 1 1/2 cup black coffee (made in advance and cooled), 1 large frozen banana (cut into chunks), 1 cup ice cubes, 1/4 cup walnuts, 1 heaping Tbsp. unsweetened cocoa powder, and 6 Tbsp. chocolate protein powder.",
        "2.Add the cooled black coffee to the blender.",
        "3.Add the frozen banana chunks to the blender.",
        "4.Add 1 cup of ice cubes to the blender.",
        "5.Add 1/4 cup of walnuts to the blender.",
        "6.Add 1 heaping Tbsp. of unsweetened cocoa powder to the blender.",
        "7.Add 6 Tbsp. of chocolate protein powder to the blender.",
        "8.Put the lid on the blender and blend until the ingredients are smooth.",
        "9.If the smoothie is too thick, add more black coffee or water and blend again until the desired consistency is reached.",
        "10.Pour the smoothie into two glasses and enjoy!"
      ],
      "rating": 5.0
    },
    {
      "id": 5,
      "category": "Frutti",
      "name": "Mango Madness Smoothie",
      "description": "Take advantage of ripe mango’s disease-fighting ability with this delicious smoothie recipe.",
      "price": 350,
      "image": "https://hips.hearstapps.com/hmg-prod/images/281/static/20-mango-madness-comp-575865-1522248127.jpg?crop=0.602xw:1.00xh;0.0845xw,0&resize=980:*",
      "image2": "https://getinspiredeveryday.com/wp-content/uploads/2023/03/Mango-Smoothie-Get-Inspired-Everyday-4-768x1152.jpg",
      "recipe": [
        "1.Gather the ingredients: 1 can of juice-packed pineapple chunks, 1 cup fat-free frozen vanilla yogurt, 1 large peeled and pitted mango, 1 ripe banana, and 4 cups of ice.",
        "2.Drain the juice from the can of pineapple chunks and add the pineapple chunks to the blender.",
        "3.Add 1 cup of fat-free frozen vanilla yogurt to the blender.",
        "4.Cut the large peeled and pitted mango into chunks and add them to the blender.",
        "5.Peel the ripe banana and add it to the blender.",
        "6.Put the lid on the blender and blend until the ingredients are smooth.",
        "7.Gradually add 4 cups of ice to the blender and continue blending until the entire mixture is pureed.",
        "8.If the smoothie is too thick, add more ice or water and blend again until the desired consistency is reached.",
        "9.Pour the smoothie into two glasses and enjoy!"
      ],
      "rating": 4.9
    },
    {
      "id": 6,
      "category": "Frutti",
      "trending":"trending",
      "name": "Tutti-Frutti Smoothie",
      "description": "A splash of orange juice infuses citrus into this healthy and refreshing snack.",
      "price": 450,
      "image": "https://hips.hearstapps.com/hmg-prod/images/glass-of-banana-and-mixed-berry-smoothie-royalty-free-image-1657809647.jpg?crop=1xw:0.93781xh;center,top&resize=980:*",
      "image2":"https://todaysparent.mblycdn.com/tp/resized/2012/02/767x431/Tutti-frutti-smoothie-0-l.jpg",
      "recipe": [
        "1.Gather the ingredients: 1/2 cup mixed frozen berries, 1/2 cup canned crushed pineapple in juice, 1/2 cup plain yogurt, 1/2 cup sliced ripe banana, and 1/2 cup orange juice.",
        "2.Add the mixed frozen berries to a blender.",
        "3.Add the canned crushed pineapple in juice to the blender.",
        "4.Add 1/2 cup of plain yogurt to the blender.",
        "5.Add the sliced ripe banana to the blender.",
        "6.Add 1/2 cup of orange juice to the blende",
        "7.Put the lid on the blender and process for about two minutes, or until the ingredients are smooth.",
        "8.If the smoothie is too thick, add more orange juice or water and blend again until the desired consistency is reached.",
        "9.Pour the smoothie into a glass and enjoy immediately."
      ],
      "rating": 4.6
    },
    {
      "id": 7,
      "category": "Frutti",
      "fame": "popular",
      "name": " Citrus-Pineapple Smoothie Bowl",
      "description": "This smoothie bowl is a fun way to switch up your routine. It features vitamin C–rich citrus fruit, heart-healthy cashews, and gut-healthy Greek yogurt.",
      "price": 380,
      "image": "https://hips.hearstapps.com/hmg-prod/images/screen-shot-2020-10-07-at-3-27-44-pm-1602098865.png?crop=0.706xw:1.00xh;0.0884xw,0&resize=980:*",
      "image2":"https://www.orchidsandsweettea.com/wp-content/uploads/2022/08/Orange-Pineapple-Chia-Smooothie-2-of-5-e1659345283139.jpg",
      "recipe": [
        "1. Ingredients: 1/2 cup fat-free Greek yogurt, 1/2 cup frozen pineapple chunks, 1 tsp vanilla extract, 1/2 navel orange (segmented), 1/2 ruby grapefruit (segmented), chia seeds, unsweetened coconut flakes, and chopped cashews.",
        "2.Add 1/2 cup of fat-free Greek yogurt to a blender.",
        "3.Add 1/2 cup of frozen pineapple chunks to the blender.",
        "4.Add 1 tsp of vanilla extract to the blender.",
        "5.Segment 1/2 navel orange and add it to the blender.",
        "6.Segment 1/2 ruby grapefruit and add it to the blender.",
        "7.Put the lid on the blender and blend until the mixture is smooth.",
        "8.Divide the mixture between 2 bowls.",
        "9.Top each bowl with more orange and grapefruit segments, chia seeds, unsweetened coconut flakes, and chopped cashews.",
        "10.serve and enjoy!"
      ],
      "rating": 5.0
    },
    {
      "id": 8,
      "category": "Creamey",
      "isNew": "true",

      "name": "Peaches and Cream Oatmeal Smoothie",
      "description": "No time for a leisurely meal? Try this grab-and-go, probiotic-rich take on morning oatmeal. Whole-grain oats contain prebiotic fiber that promotes gut health.",
      "price": 300,
      "image": "https://hips.hearstapps.com/hmg-prod/images/screen-shot-2020-10-07-at-4-07-00-pm-1602101238.png?crop=0.815xw:1.00xh;0.104xw,0&resize=980:*",
      "image2":"https://www.favfamilyrecipes.com/wp-content/uploads/2018/08/Peaches-and-Cream-Oatmeal-Smoothie-3.jpg",
      "recipe": [
        "1.Gather the ingredients: 1/2 cup whole milk, 1/2 cup Greek yogurt, 1/2 cup rolled oats, 1 cup frozen peaches, 1/2 frozen banana, and 1/2 cup ice.",
        "2.Add 1/2 cup of whole milk to a blender.",
        "3.Add 1/2 cup of rolled oats to the blender.",
        "4.Add 1 cup of frozen peaches to the blender.",
        "5.Add 1/2 frozen banana to the blender.",
        "6.Add 1/2 cup of ice to the blender.",
        "7.Blend to desired thickness, serve and enjoy"
      ],
      "rating": 3.9
    },
    {
      "id": 9,
      "category": "Frutti",
      "name": "Tropical Papaya Perfection Smoothie",
      "description": "This coconut-infused breakfast smoothie tastes just as decadent as a milkshake. One sip will immediately transport you to a tropical island.",
      "price": 280,
      "image": "https://hips.hearstapps.com/hmg-prod/images/papaya-smoothie-selective-focus-detox-diet-food-royalty-free-image-1603590072.jpg?crop=0.741xw:0.926xh;0.116xw,0.0621xh&resize=980:*",
      "image2":"https://www.thetastybiteblog.com/wp-content/uploads/2015/02/tropical-papaya-smoothie-31-683x1024.jpg",
      "recipe": [
        "1.Gather the ingredients: 1 papaya, 1 cup of fat-free, plain yogurt, 1/2 cup fresh pineapple chunks, 1/2 cup crushed ice, 1 tsp. coconut extract, and 1 tsp. ground flaxseed.",
        "2.Cut the papaya in half, remove the seeds and cut the flesh into chunks.",
        "3.Add the papaya chunks, 1 cup of fat-free, plain yogurt, 1/2 cup fresh pineapple chunks, 1/2 cup crushed ice, 1 tsp. coconut extract, and 1 tsp. ground flaxseed to a blender.",
        "4.Process the mixture for about 30 seconds or until it's smooth and frosty.",
        "5.Taste the smoothie and adjust the sweetness or thickness to your liking by adding more ice or coconut extract if needed.",
        "6.Pour the smoothie into a glass, garnish with a slice of fresh pineapple or a sprinkle of ground flaxseed, and serve"
      ],
      "rating": 3.7
    },
    {
      "id": 10,
      "category": "Frutti",
      "name": "Pineapple Passion Smoothie",
      "description": "This decadently thick smoothie recipe will satisfy your cravings for an ice cream cone. Plus, pineapple contains bromelain, an enzyme that helps break down protein and may help reduce bloating.",
      "price": 400,
      "image": "https://hips.hearstapps.com/hmg-prod/images/tropical-fruit-juice-or-smoothie-in-bottle-royalty-free-image-1603585526.jpg?crop=1.00xw:0.835xh;0,0.0613xh&resize=980:*",
      "image2": "https://delightfulplate.com/wp-content/uploads/2019/01/Tropical-Pineapple-Mango-Smoothie-768x1152.jpg",
      "recipe": [
        "1.Gather the ingredients: 1 cup of low-fat or light vanilla yogurt, six ice cubes, and 1 cup of pineapple chunks.",
        "2.Place 1 cup of low-fat or light vanilla yogurt, six ice cubes, and 1 cup of pineapple chunks into a blender.",
        "3.Pulse the mixture until it is smooth. If necessary, stop the blender and stir the ingredients to make sure they are evenly blended.",
        "4.serve when cold and enjoy!"
      ],
      "rating": 3.9
    }
  ]
}
